{
    "effect.minecraft.absorption.description": "§fAdds damage some damaging absorbing hearths (which can't be regenerated); higher levels give more absorption.",
    "effect.minecraft.bad_omen.description": "§fCauses an illager raid to start upon entering a village; higher levels increase the raid difficulty.",
    "effect.minecraft.blindness.description": "§fImpairs vision and disables the ability to sprint and critical hit.",
    "effect.minecraft.darkness.description": "§fCauses vision to temporarily deteriorate.",
    "effect.minecraft.conduit_power.description": "§fIncreases underwater visibility and mining speed, prevents drowning.",
    "effect.minecraft.dolphins_grace.description": "§fDrastically increases swimming speed. Effect given by dolphins",
    "effect.minecraft.fire_resistance.description": "§fGrants immunity to fire damage as well as damage from lava.",
    "effect.minecraft.glowing.description": "§fMarks affected entities with an outline glow, allowing them to be seen through blocks.",
    "effect.minecraft.haste.description": "§fIncreases mining and attack speed; higher levels increase both stats further.",
    "effect.minecraft.health_boost.description": "§fIncreases maximum health; higher levels give more additional hearths.",
    "effect.minecraft.hero_of_the_village.description": "§fGives discounts on trades with villagers, and makes villagers throw items at the player depending on their profession.",
    "effect.minecraft.hunger.description": "§fIncreases food exhaustion; higher levels cause to starve quicker.",
    "effect.minecraft.instant_damage.description": "§fDamages living entities, heals undead; higher levels increase the effect potency.",
    "effect.minecraft.instant_health.description": "§fHeals living entities, damages undead; higher levels increase the effect potency.",
    "effect.minecraft.invisibility.description": "§fGrants invisibility, making the user invisible and reducing its detection range. Held or worn items will still be visible. Higher levels further decrease the detection range",
    "effect.minecraft.jump_boost.description": "§fIncreases jump height and reduces fall damage; higher levels increase both effects.",
    "effect.minecraft.levitation.description": "§fMake affected entities float upwards.",
    "effect.minecraft.luck.description": "§fCan increase chances of high-quality and more loot; higher levels increase the chances of better loot.",
    "effect.minecraft.mining_fatigue.description": "§fDecreases mining and attack speed; higher levels decrease both stats further.",
    "effect.minecraft.nausea.description": "§fWobbles and warps the screen.",
    "effect.minecraft.night_vision.description": "§fImproves vision in dark areas and underwater.",
    "effect.minecraft.poison.description": "§fInflicts non lethal damage over time; higher levels do more damage per second. Does not affect undeads.",
    "effect.minecraft.regeneration.description": "§fRegenerates health over time; higher levels make health regenerate quicker.",
    "effect.minecraft.resistance.description": "§fProvides 20% damage reduction per level.",
    "effect.minecraft.saturation.description": "§fRestores hunger and saturation.",
    "effect.minecraft.slow_falling.description": "§fDecreases falling speed and negates fall damage.",
    "effect.minecraft.slowness.description": "§fDecreases walking speed; higher levels make the user slower and decrease their field of view.",
    "effect.minecraft.speed.description": "§fIncreases walking speed; higher levels make the user faster and increase their field of view.",
    "effect.minecraft.strength.description": "§fIncreases melee damage; higher levels increase the damage boost power.",
    "effect.minecraft.unluck.description": "§fCan reduce chances of high-quality and more loot; higher levels reduce the chance of good loot.",
    "effect.minecraft.water_breathing.description": "§fPrevents drowning and allows to breathe underwater.",
    "effect.minecraft.weakness.description": "§fDecreases melee damage; higher levels decrease damage dealt further.",
    "effect.minecraft.wither.description": "§fInflicts lethal damage over time; higher levels do more damage per second."
}